const script = `
    "Шлеп-шлеп-шлеп". "Шлеп-шлеп". "Шлеп!". Кто-то тихонечко шлепал по болоту, на котором стоял заросший мхом дом уже немолодого лягусъя по имени Квакун. Шлепал кто-то явно небольшой, не больше
  крошки-лягуси, совсем ещё недавно потерявшей свой хвостик. "Ква? Кто это может быть?" - удивился Квакун - "все маленькие лягуси уже давно должны спать в своих кувшинковых кроватках. Ква.". 
  На этом болоте он жил совсем один, далеко от озера других лягушек. "Квак, нужно пойти посмотреть кто же пришел ко мне в гости" - решил Квакун.
    Выйдя на крылечко своего деревянног домика, лягусь увидел совсем ещё маленькую лягуську, сидящую на кувшинке и тихо шмыгающую носиком. "Сниф-сниф" делала она и выглядела очень грустной.
  - Малютка, ты потерялась? - спросил Квакун, стараясь не издавать резких кваков.
  - Ой! Я думала тут совсем никого нет. Я гуляла по лесу и заблудилась. - ответила лягуся ничуть не испугавшись большого Квакуна.
  - Не гоже лягусям оставать так поздно одним в лесу. Заходи в домик, малютка.
    Совершенно без страха маленькая потеряшка прошлепала по мостику и запрыгнула в дом Квакуна.
    Внутри болотного жилища было пустовато: книжная полка, маленький столик с подушкой подле него да камышовая кровать. - жил Квакун просто.
  - Здесь очень сильно пахнет гречкой - заметила гостья, поводив носиком.
  - Да... - смутился Квакун, почесав лапой по затылку и неловкка заулыбавшись. Сам он давно перестал замечать этот запах. - Гречка -- лучшая еда! Именно из-за неё я такой сильный! - с этими
  словами Квакун гордо выпятил грудь. - А ещё, если бы я её не ел, то весь покрылся бы жуткими бородавками!
  - Ого! Какой сильный! - воскликнула малютка. - Но я не люблю гречку. Меня ей часто кормили и она мне надоела. А бородавки - это неплохо. Я их не боюсь! - заявила лягуся кивнув головкой.
    Квакун еле сдержал удивленный "Квак!" - всё таки квакать при маленькой лягуське неприлично.
  - Какая ты интересная малютка. Кстати, как тебя зовут? - наконец спросил он.
  - Меня зовут Квека! - улыбаясь представилась лягуся.
    На вид Квека была ещё совсем маленькой салатовой лягусей с белым пузиком. Более чем в два раза меньше Квакуна. На голове у неё были заплетены две длинным косички с красными бантиками.
  На Квакуна она смотрела большими широко раскрытыми глазами необычайной красоты.
    Не было никаких сомнений - перед ним стояла прелестная Квека - малютка-лягуся.
    Вдруг, без всякого предупреждения животик Квеки издал тихое и протяжное "Квааак...". Она очень смутилась из-за этого и покраснела.
  - Ой! Я не специально! Дурацкий живот, зачем ты это сделал?! Ууууу! - занервничала голодная малютка.
  - Всё хорошо - не переживай! - начал успокаивать её хозяин дома. - Ты ведь шлепала по лесу весь день - наверняка проголодалась! Сейчас мы тебя накормим!
    С этими словами он открыл люк подвала в темном углу дома и полез внутрь, держа в одной лапе банку со светлячком. Но тут же высунулся и сказал легусе, что она может пока садиться
  на подушку у стола. Подушка оказалась большой для одной Квеки. Она аккуратно запрыгнула на краешек подушки и стала ждать, когда подадут на стол.
    Вот люк подвала начал светиться и скоро из него вылезла голова Квакуна, а потом и он сам вместе со свертком из большого кувшинкового листа подмышкой. Он поставил светильник на центр стола,
  а сверток развернул рядом, со стороны подушки и Квеки на ней. И вот перед лицом Квеки появилась небольшая горка грибов и засушенных фруктов.
    Она только успела жадно сглотнуть слюнки, как Квакун наказал ей:
  - Пока что ничего не кушай. Я сейчас ещё кое за чем схожу в подвал. - забрал банку-светильник и снова упрыгал в подвал.
  - Ууууу - жалобно проууукала голодная малюся. "Какой он жестокий" - подумала она про себя.
    Сидеть и просто смотреть на еду было невыносимо тяжело. Квека уже готова была заплакать, но тут на столе рядом с Квекой появилась баночка!
  - Вот! Сметанка! Не хотел, чтобы ты съела всё без сметанки! - с довольной миной сказал Квакун.
    Большие глазки Квеки тут же заблестили, а рот открылся в немом радостном кваке!
  - Сметанка! Я же её очень люблю! Сметанка все делает вкуснее! - радовалась малютка и хлопала в лапки. - Можно мне покушать немножко? - спросил она, глядя Квакуну в глаза.
  - Ну конечно. Кому же я всё это принес? - удивился он. - Приятного аппетита! - сказал лягусь и обмакнул один гриб в банку со сметаной.
  - Приятного аппетита! - ответила ему Квека и повторила за ним.
    Квакун сел на подушку рядом с Квекой.
  - Тут места на двоих. На этой подушке легко могут усестся сразу две лягушки.
    И так они сидели рядом и набивали свои пузики грибами со сметаной и сухими фруктами без сметаны.
  - Вкусно! - одобрительно выдала Квека. - Спасибо тебе за то, что покормил меня. Эм, а как тебя зовут? И откуда у тебя на болоте сметанка? - спросила она.
  - Я Квакун - ученый лягусь из Далекого Берега. - ответил Квакун, отправляя в рот очередной грибок. - А сметану я взял на лужку, где пасутся коровки. Они любят кататься на своей карусели, но часто
  ломают её, так как коровкам неудобно на ней кататься. Когда это происходит, прихожу я и чиню её. А взамен они дают мне своё молоко, из которого и получается сметанка. Вот так-то,
  малютка Квека".
  - Что? Правда??? Ты ученый? - изумлялась Квека.
  - Да. Конечно правда!
  - А что такое Далекий Берег? - кажется её это заинтересовало.
  - Это такое место далеко отсюда, где собираются ученые лягуси и делают особую лягучашью науку. - старался в кратце отвечать Квакун.
  - Что за особая легушачья наука? А почему ты больше не на Далеком Береге? Расскажи мне, пожалуйста-пожалуйста! - просила Кевека и дергала Квакуна за лапу.
  - Так получилось, что мне пришлось оставить Далекий Берег и вернутся сюда, домой. Раньше тут было озеро полное лягусек, но оно превратилось в болото и теперь я живу тут один. - грустно отвечал
  Квакун. - Но однажды я обязательно вернусь туда! Вот увидишь! - выпалил он сжав лапы.
  - Не пережиавай, я уверена, что ты обязательно вернешься! - старалась поддержать его Квека.
  - Спасибо, конечно вернусь. - улыбнулся Квакун и погладил маленькую любознайку по головке. - Так вот, на Дальнем Береге мы изучаем как прыгают лягуси. Как устроен механизм нашего прыжка.
  Понимаешь, малютка?
  - Да! Вы изучаете как мы делаем "прыг прыг прыг"! - воскликнула Квека и начала прыгать по домику приговаривая "прыг прыг прыг".
  - Точно! Ты молодец! - радовался энтузиазму будущей ученой Квакун - Мы отталкиваемся от опору силой наших задних лапок, но из-за силы тяжести мы снова падаем на землю. Вот какой
  траектории ты сейчас прыгаешь, малютка? - спросил с учительским интересом Квакун.
  - Хммм. - ненадолго задумалась Квека. - По вот такой! - сказал она показывая лапками дугу.
  - Да! Верно! Мы прыгаем по параболле! - с горящими глазами начал пояснять Квакун. - Но что если силы притяжения не будет? Вот представь, крошка, что ты прыгнула, но тебя ничего не тянет вниз.
  По какой траектории ты будешь двигаться в таком случае? - спросил он и затаил дыхание.
  - Хмммммм. - тут Квека задумалась серьезнее. - Я думаю, что тогда я буду не буду падать на землю. Я буду лететь вверх как птичка!
  - Какая же ты умница, малютка Квека! Ты права! - хлопал лапками Квакун и перешлепывал с одной лапы на другую. - Если бы не было силы тяжести, то даже улиточки смогли летать как птицы.
  - Я люблю улиточек. Когда на улице идет дождь и какая-нибудь мааааленькая улиточка не успела спрятаться под деревом, я накрываю её листиком и сижу с ней, чтобы ей не было
  грустно. - объяснила Квека.
  - Ты очень хорошая и добрая лягусенька, Квека. - улыбаясь сказал Квакун и погладил Квеку по головке.
  - Спасибо, ты тоже. - ответила ему прелестная Квека и почесала большое пузико Квакуна. - А ты можешь рассказать мне большше про Далекий Берег? Я посижу рядышком и послушаю. Мне нравится
  слушать. - она спросила и серьезно посмотрела в глаза Квакуну.
  - Если нравятся истории, то я расскажу тебе о своей жизни на Далеком Берегу. - согласился на просьбу своей гостьи Квакун и усадил её обратно на подушку.
    Он рассказывал Квеке о том, как научился прыгать и шлепать по скалам Далекого Берега, как он побеждал на соревнованиях по подтягиваниям на передних лапках, о забавных и курьезных случаях
  которые он успел там пережить. И ещё он рассказал ей о том, чем именно занимаются ученые лягуськи.
  - Что??? Большие металлические лягуськи? Это как? - искренне недоумевала маленькая слушательница.
  - Да! А как ты думала, зачем мы изучаем то, как прыгают лягуськи? - старался объяснить ей Квакун. - На основе этих знаний, мы строили больших металлических лягусь! Эти лягуси могут прыгать
  так сильно, что на них не действует сила тяжести. На них ученые лягуси могут прыгнуть с нашей планеты на соседнюю, а с неё на следующую и так далее!
  - Не может быть! Ты врешь! - не верила таким удивительным историям Квека.
  - Не вру, всё так и есть! Идем на улицу, малютка. 
    Квакун взял удивленную лягусю за лапку и вывел на крылечко.
  - Смотри. - сказал Квакун указывая на безоблачное небо. - Видишь все эти звезды?
  - Да, вижу. Звездочки красивые.
  - Это наша Галактика, Квека. И вся она уже заселена лягуськами с Далекого Берега. Радом с каждой из этих звездочек есть планета, на которой уже живут лягуси такие же как мы. И все это
  благодаря большим металлическим лягуськам, которые прыгают с планеты на планету.
  - Ууууууу! - удивлялась Квека. - Скажи, а я когда-нибудь побываю на тех планетах? - спросила она и пронзительно посмотрела на ученого лягусья.
  - Конечно, ведь ты такая умница!
  - Спасибо тебе!
    Так они немного постояли на крылечке, смотря на звезды. В этот момент Квека была уверена, что если бы не сверчки, то можно было бы даже отсюда услышать, как большие лягуси прыгают с планеты
  на планету.
  - Ну, а где ты живешь, Квека?
  - Я живу на озере лягусь с мамой и папой. - отвечала она.
  - Наверняка тебя уже все потеряли, квакуська! Сейчас тебе пора ложиться спать, но завтра мы тебя обязательно отведем домой. - сказал Квакун, почесывая Квеке спинку.
  - Угу - понурив голову согласилась с ним маленькая потеряшка.
  - Молодец. А сейчас идем укладывать тебя спатеньки.
    Квакун отнес остатки из ужина в подвал, уложил малютку Квеку на кроватку и накрыл её кувшинковым одеялом, которое захватил в подвале.
  - Квакун. - тихо обратилась к лягусю Квека и потянула его за лапку.
  - Что случилось, малютка? - озадаченно спросил Квакун. - Неудобная кровать?
  - Нет, она удобная. Ты... - замялась лягуся - ты можешь мне почитать книжку перед сном? Я так лучше засыпаю.
  - Книжку? - ещё более озадаченно переспросил Квакун - Да, коенчно могу. Только у меня тут нет детских книжек, да и не читал я прежду кому-то перед сном.
  - Всё хорошо, я уверена, у тебя хорошо получится - подбодрила его Квека.
    Квакун подошел к книжной полке и стал искать глазами что-нибудь такое, что могло бы подойти.
  - Крошка, раз уж тебе так интересен космос, то как насчет вот этой книжки -- "Гипперквакон"! В ней рассказывается о том, как семеро лягусь паломников отправились в паломничество к
  космическому монстру Шрайку. Подойдет?
  - Да. Подойдет - уже засыпая ответила малютка.
  - Спокойной ночи, Квека - сказал Квакун и уселся на подушку рядом с кроватью.
  - Спокойной ночи, Квакун - сказала Квука закрывая глазки.
    Квакун начал читать историю. Сначала Квека слушала, но быстро задремала и совсем уснула - уж очень она устала от шлепанья по лесу. А Квакун ещё читал ей книжку час или два. Потом пожелал
  ей ещё раз спокойной ночи и уснул на подушке.

  На этом первая глава сказки про Квеку малютку-лягусю подходит к концу.
  `;