const script = `
    "Ква-квак! Ква-квак! Ква-квак!". Кто-то старательно квакал и этим разбудил малютку Квеку.
    - А? Что такое? Что случилось? - спросонья удивилась Квека. - Ну нельзя же так рано будить! - недовольно буркнула засонька, шмыгнула носиком и
  постаралась снова уснуть.
    "Ква-квак! Ква-квак! Ква-квак!". Мешающие спать звуки не собирались прекращаться.
    - Уууу! Да что это вообще за звуки? Придется вставать и разбираться с ними! - нехотя малышка спрыгнула с кровати на пол.
    Звуки доносились откуда-то снаружи дома. Квека, завернувшись в кушниковое одеяло, пошлепала к окошку посмотреть, что же там происходит и не дает ей
  спать. Даже вытянувшись на задних лапках в полный рост, Квека всё равно с трудом могла выглянуть в окошко - такой уж крохой она была. Поводив глазками
  она увидела на крылечка дома Квакуна, делающего что-то странное: он поднимался на своих задних лапах, при этом хлопая передними над головой, после чего
  садился как и положено лягусям, но потом снова вставал и хлопал! При этом он приговоривал "Ква-квак! Ква-квак! Ква-квак!". "Так вот откуда эти звуки!"- 
  воскликнула Квека и попрыгала на крыльцо.
    - Квакун! Квакун! Зачем ты меня разбудил? - с обидой в голосе спросила Квека.
    - Ох, малютка-Квека! - Квакун явно был застигнут врасплох. - Ты так крепко спала. Я не думал, что разбужу тебя. Может ты просто выспалась, лягуся?
  Вот и проснулась.
    - Точно нет! Я бы ещё поспала.
    - Ну ты и соня. - с улыбкой сказал Квакун и похлопал малютку по головке. - Доброе утро, Квека.
    - Доброе утро, Квакун! - улыбнулась в ответ лягуся. - А что ты сейчас делал?
    - Зарядку! Я уже немолодой лягусь и мне нужно разминать свои лапки, чтобы прыгать так же высоко как и раньше. - ответил Квакун и вытянулся на задних
  лапах, прихлопнув передними и выдав "Ква-квак!".
    - Нет! - замотала головкой Квека. - Это я поняла. Когда я была маленькая, то тоже делала зарядку, чтобы научиться прыгать! - объяснила она и вслед
  за немолодым лягусъем вытянулась на задних лапках пришлепнув передними. - Я спрашивала про те звуки, которые ты издавал!
    - Ты про "Ква-квак!"? - продемонстрировал Квакун. - Это называется кваканьем, малютка. Когда-то давно все лягуси так говорили, вернее, квакали.
    - Кваканье! Мне нравится! - зашлепала лапками Квека - А почему мы больше не квакаем? Это звучит очень забавно и мило. - озадаченно спросила
  кроха.
    Квакун задумался. Он и сам не знал почему лягуси больше не квакают как раньше. Ему это всегда казалось странным и неправильным.
    - Я не знаю, малышка. Может быть они разучились хорошо квакать, поэтому им и не нравится, когда кто-то радостно и беззаботно квакает. Но тут
  я живу совсем один. А значит, могу квакать столько, сколько захочу, и никто не будет против. Вот так-то, Квека!
    - Так ты живешь один на болоте потому, что можешь тут свободно квакать! - заключила малышка и довольная своей догадкой закивала головкой.
    - Пожалуй, и поэтому тоже, лягуся. - кивнул ей Квакун.
    - А ты можешь и меня научить квакать? Я бы очень хотела научиться! - Квека начала просить и дергать Квакуна за лапу.
    Он заулыбался. Энтузиазм и желание учиться маленькой любознайки радовали ученого лягусъя. Уж очень он любил учить тому, что умел сам.
    - Конечно могу, Квека. Вот только ты ещё не завтракала. А учеба требует много сил. Поэтому сначала нужно покушать, иначе ничему не научишься.
    Сказав это, Квакун взял Квеку за лапку и они пошлепали в дом. Крошка-лягуся уселась за стол на подушку, а Квакун полез в погреб за чем-нибудь
  вкусным. В нетерспении Квека переминалась с лапки на лапку. Ей хотелось как можно быстрее научиться делать эти забавные звуки, которые издавал 
  Квакун, и которыми разговаривали все лягуси давным-давно. Но кушать ей тоже хотелось. И она не могла решить, какое желание было в ней сильнее.
  Вдруг раздался стук люка от погреба, а на столе появилась металлическая банка с надписью "Тыква" на ней.
    - Баночка! - воскликнула Квека. - Там внутри тыква?
    - Да! - ответил Квакун, держка в лапе странный инструмент, который Квека никогда не видела прежде. - Но внутри непростая тыква, а консервированная!
    - Я люблю тыкву. - заявила малышка. - Она вкусная и полезная. Но как мы будем её есть, Квакун? - озадачено спросила Квека и постучала лапкой по банке. -
  - У этой тыквы очень твердая кожурка.
    - Ты права. У консервированных продуктов очень твердая кожурка. Но не переживай, Квека. Мы откроем её вот этой открывашкой. - сказал Квакун показывая
  Квеке тот самый инструмент в своей лапе. - Вот так, смотри. - он поставил открывашку на банку, а второй лапой начал крутить ручку и банка
  открылась!
    - Открылась! - обрадовалась Квека и заглянула внутрь банки. - Так вот она какая, консервированная тыква! Порезана на кусочки.
    Квакун взял большой листик и выложил на него кусочки тыквы.
    - Вот, малютка. Попробуй! Приятного аппетита!
    - Приятного аппетита! - ответила Квека и закинула один кусочек тыквы в рот. - Мммм, вкусно! Как настоящая тыква!
    - Это и есть настоящая тыква, крошка. - объяснил Квакун.
    - Но Квакун, если это такая же тыква, тогда зачем ей эта твердая банка? Моя мама всегда готовила большую, круглую тыкву! - недоумевала Квека.
    - Так хранят продукты на Далеком Берегу, малышка. Это нужно, чтобы во время прыжков по планетам, еда в больших металлических лягусях не портилась
  и ученым лягусям всегда было, что покушать. Вот зачем нужно прятать большую и круглую тыкву в таких баночки. Понимаешь Квека?
    Квека кивнула головкой, но ничего не сказала потому что воспитанные лягуси не разговаривают во время еды. Она лишь подумала о том, как много в этом
  мире удивительных вещей. Ей хотелось когда-нибудь узнать их все.
    Закончив с тыквой, Квека почувствовала себя сытой лягусей, а подушка стала ещё мягче. На ней было так удобно, что малютка начала устриваться на ней
  поудобнее и уже было закрыла глазки, чтобы доспать то, что она не доспала утром, как вдруг над ней прозвучал голос Квакуна: "Ну что, будем учить тебя
  квакать, засонька?".
    - А? - Квека непонимающе посмотрела на готового учить учителя. - А! - поняла она в чем дело и быстро спрыгнула с подушки подле Квакуна. - Да! Давай
  будем учиться!
    Маленькая лягуся сидела рядом с Квакуном и чутко на него смотрела как самая прилежная ученица.
    - У тебя хороший настрой, Квека. Ты точно быстро научишься квакать. У всех лягусь есть специальные квакательные щечки. Чтобы получился "Квак!" нужно
  хорошенько надуть их, а потом сжать! Вот так. - Квакун быстро надул свои щеки и так же быстро их сжал, при этом получился тот самый "Квак!".
    - Да! Я поняла! - радостно зашлепала лапками Квека - Теперь я! Теперь я поквакаю!
    Квека надула свои маленькие щечки, и затем быстро сжала их, но квака не получилось. Воздух лишь быстрым потом вырвался из её ротика.
    - Ууууу! Не получилось - раздосадовалсь лягуся. - Наверное, я просто не могу квакать. - повесила она носик.
    - Не отчаивайся, малютка. Мы что-нибудь придумаем. - попробовал успокоить грустную Квеку Квакун.
    Он задумался о том, чем можно помочь Квеке научиться квакать. И тут его взгляд упал на баночку, в которой раньше была тыква.
    - Точно! - осенило его. - Нам нужно учиться на словах, в которых уже есть "ква"! Например слова "тыква"! Малышка, попробуй надуть щечки и скачать слово
  "тыква" сжимая их!
    Квека кивнула головкой, надула щечки ещё раз и с серьезным лицом сказала "Тыква!". Квакун же старательно дерижировал лапами, пытаясь тем самым
  помочь Квеке подобрать нужную для квака ноту. "Тыква! ТыКва! ТыКВА!". 
    - Ой! Это что же? У меня получилось квакнуть? - от радости квакуся даже подпрыгнула на месте. - У меня получилось!
    - Квека, какая же ты молодец! Теперь ты настоящая квакунья! - радовался вместе с ней Квакун.
    "ТыКВА! ТыКВА! ТыКВА!" квакала малютка, прыгая вокруг хлопающего лапами Квакуна от радости. "ТыКВА! ТыКВА! ТыКВА!". Вдруг она остановилась прямо перед
  своим учителем, пристально посмотрела на него и сказала:
    - Ты, - при этом ткнув лапкой ему в пузико - "КВА"! - а после этого засмеялась.
    Квакун тоже начал смеяться.
    - Нет, Квека. Теперь ты, - он погладил её по головке - "КВА"!
    - Ммм - Квека замотала головкой. Ты большой "КВА!".
    - Ну хорошо, квакуся. Значит Квека у нас, "тыковка".
    Квека снова засмеялась. Ей очень понравилось квакать. Она чуствовала, что если ты квакаешь, то ты очень счастливый. И ей стало жалко всех тех лягусь, 
  которые больше не квакают. Она подумала, что если бы её мама тоже квакала, она была бы счастливее.
    - Спасибо, что научил меня, Квакун. - поблагодарила своего учителя, Квека.
    - Ты очень способная ученица, крошка. Тебе спасибо, что дала поучить себя. Но нам пора отвести тебя домой к маме и папе. По дороге ты сможешь ещё
  много поквакать.
    Квека кивнула головкой. Да, она ведь потерялась и её наверняка уже все давно ищут. Её мама переживает за неё и очень скучает. Квека тоже соскучилась
  по дому.
    - Малышка, так почему ты пошла одна гулять в лес и потерялась? Не стоит так делать маленькой лягусе. - серьезно спросил Квакун.
    - Я не знаю. - грустно ответила Квека. - Мне захотелось пойти погулять в лес. Я пошла и заблудилась.
    Квакун помотал головой. Взял Квеку за лапку и они вышли из домика.
    - Не отставай, малютка.
    Они перебрались по мостику через болото и пошлепа вдвоем по лесу. Квакун знал, где находится Озера Лягусек. Всего в нескольких часах шлепания от его
  дома, если знать лягушачьи тропки. Они прыгали и шлепали по лесу совсем без отдыха. Квакун заметил, что его маленькая спутница совсем повесила носик
  и приуныла.
    - Малютка, выквакивать можно не только короткие слова, но и целые песенки. А в дороге песня помогает шлепать быстрее и смелее. Давай я покажу тебе
  как хорошо квакать песни. - предложил Квакун.
    - Ты проквакаешь мне песенку, Квакун? - с просьбой в больших глазах спросила Квека. - А я бы послушала, пока мы шлепаем домой.
    - Ну конечно, Квека.
    Большой лягусъ посильнее надуль щеки и начал петь: "Ква-квааааааааак ква-ква ква-ква-ква-квак...". Квека начала прыгать пританцовывая и веседл смеяться,
  слушая такое пение. Потом она и сама решила попробовать петь кваканием. И как же дивно у неё это получалось -- словами такое не описать. Квакун перестал
  квакать и только заворожено слушал пение Квеки удивляясь тому, какой красивый у неё голос и как чудесно она научилась квакать.
    - Квакун, - вдруг обратилась к лягусъю малютка. - Теперь я думаю, что ушла в лес как и ты для того, чтобы можно было беззаботно квакать, петь песенки
  и радоваться. "Ква-квак!". - завявила Квека и засмеялась.
    Так они и прыгали по тропинке, напевая песенки и квакая просто потому что тот, кто квакает - счастлив.
    И вот, две лягуси подобрались к тому месту, откуда уже было видно Озеро Лягусь, и были слышны разговоры его жителей.
    - Ну вот, малютка-Квека, мы пришли к твоему дому. Пора прощаться. - с грустной улыбкой сказал Квакун. - Будет лучше, если никто не увидит меня.
    - Квакун, спасибо тебе за всё. За то что рассказал столько всего интересного, за то, что почитал мне книжку, за то, что научил квакать и за то, что
  отвел меня домой. Спасибо тебе. - сказала Квека и обняла Квакуна за его пузико.
    - Тебе спасибо, за то, что слушала и за то, что пела песенки, малютка. - обнял её в ответ Квакун. - Что ты скажешь маме, когда вернешься.
    - Я не знаю, - в словах Квеки чувствовалась грусть и растерянность. - А что я должна ей сказать?
    - Скажи ей, что ушла погулять вечером, на заблудилась и уснула под камнем с грибочками. А по утру пошла искать дорогу домой, услышала как кто-то говорит
  на тропинке и пошлепала за ними следом. Вот так всё и было, хорошо, малютка?
    - Да, хорошо, Квакун.
    - Молодец. А ещё скажи ей вот что: "Я тебя люблю". Это поймет любая лягуся. - сказал с улыбкой Квакун.
    - Я правда очень сильно люблю маму! Я обязательно ей это скажу! - прижала лапки к груди Квека и начала кивать головкой.
    - Вот и славно. А мама очень сильно любит свою малютку Квеку.
    - Правда любит? - с надеждой спросила лягуся.
    - Правда. И мама всега будет тебя любить. - заверил её ученый лягусъ.
    - Спасибо. Спасибо тебе. - ещё раз поблагодарила его Квека. - А ты будешь ко мне приходить?
    Квакун очень тепло посмотрел на неё.
    - Да, буду. Я буду приходить на это самое место и звать тебя вот так: "Тыковка!". - тихо проквакал Квакун.
    - А я отвечу тебе "Тыква"! - радостно квакнула в ответ Квека.
    Они ещё раз обнялись на прощание и Квека пошлепала в сторону своего домика на озере к маме. "Шлеп-шлеп. Шлеп-шлеп". На середине пути она развернулась и
  помахала Квкуну лапкой и улыбнулась, он помахал ей в ответ с такой же улыбкой. И как только малышка прыгнула в один из кувшинковых домой, Квакун тоже
  тяжело пошлепал в свой домик на болоте.

  На этом заканчивается второя глава сказки про Квеку малютку-лягусю.
`;
