const plan = [
  'Квакун читает Кватона и рассуждает о его идеальных представлениях',
  'Квека приходит к Квакуну в гости. Новый друг Квеки',
  'Наставления Квакуна о игрушечных друзьях',
  'За столом все вместе',
  'Игры с игрушками',
  'Пора прощаться',
];

const script = `
  На болоте уже много дней было тихо. Никто не шлепал и не квакал. Квакун сидел в своем домике и читал книгу Кватона -- жившего 
очень давно мудрого лягусъя-философа. Он учил лягусь жить достойно и делать добрые дела, чтобы все вместе они могли построить 
идеальную страну, в которой каждая лягуся будет заниматься только тем делом, которое у неё получается
лучше всего,  в свободное время она бы собиралась с друзьями и квакала хорошие песенки, а что такое обиды и расстройства она
бы не знала. Квакун подумал, что давно почивший мудрец был уж очень большим оптимистом, и слишком сильно верил в души простых
маленьких квак. И скорее всего, ни одна из лягусь даже через много-много лет, так и не отыщет эту идеальную страну, и ни одна
даже самая большая металлическая лягуся не допрыгнет до неё.
  Погруженный в свои мысли, Квакун совсем не заметил как кто-то тихонечко прошлепал к его дому на болоте. Прошлепал и постучал в
дверь, при этом поквакивая в нетерпении "квак-квак-квак-квак". На этот раз Квакун точно знал кто к нему пришел в гости. Он отложил
книгу на кровать и с улыбкой прыгнул к двери встречать гостью. И точно, на пороге стояла Квека -- малютка-лягуся. 
  - Ти-кав-ка! - проквакала малютка как только дверь открылась, и начала смеяться.
  - Нет! Ти-кав-ка! - ответил ей Квакун и засмеялся вместе с Квекой. - Так ты запомнила дорогу к моему дому, Квека? Какая же ты
умница!
  - Спасибо, Квакун! А я не одна к тебе сегодня пришлепала! - с улыбкой заявила кроха.
  Озадаченный лягусь выглянул из-за двери, посмотрел по сторонам, но никого кроме крошки-лягуси с парой косичек, еле сдерживающей
смех, так и не нашел.
  - Ну-ка, малютка, рассказывай в чем дело -- с кем ты пришла ко мне? - прищурив глаза спросил Квакун.
  Квека в предвкушении переминалась с одной задней лапки на другую. Только теперь он заметил, что передними лапками кроха всё это
время прижимала к пузику что-то маленькое. Вдруг она подпрыгнула на месте и подняла над головой то, что все это время так обнимала
и прятала -- маленькую плюшевую улиточку!
  - Смотри, Квакун, смотри -- мама подарила мне сегодня эту улиточку! Посмотри какая она славная! - восторженно говорила Квека
легонечко подпрыгивая на месте.
  В лапках у лягуси была плюшевая игрушка-улитка серого цвета с голубой раковиной. Она смотрела на Квакуна двумя добрыми 
глазками и легонько улыбалась.
  - Квак! - не сдержался от радости Квакун. - Она очень милая малютка, прямо как ты, Квека!
  - Она мне нравится. - нежно сказала Квека и снова прижала к себе нового плюшевого друга.
  - Ну, хватит вам стоять за порогом. Шлепайте внутрь!
  Маленькая лягуся как и в прошлый раз, без колебаний прыгнула через порог. "Шлеп-шлеп-шлеп" - дом наполнился звуками
маленьких шлепающих лапок. В этот момент Квакун подумал, что, пожалуй, каждый дом строился за тем, чтобы однажды в нем начали 
раздаваться эти тихие звуки.
  - Лапки устали и болят! - жалобно сказала Квека - Я так торопилась к тебе, что натерла их! Ууууу. - в уголках её больших глаз
выступили слезы. Она зажмурила их и попыталась спрятать за раковиной улиточки, уткнувшись в неё носиком.
  - Квааак же так! - затревожился Квакун - Кроха, быстрее садись на кроватку, я сейчас тебе кое-что принесу.
  Квека уселась на кровати и вытянула лапки. Наконец-то они могли отдохнуть. Квакун тем временем прыгнул в погреб. Какое-то время
он старательно шуршал из его недр. Наверное, он искал что-то хорошо спрятанное, или давно не используемое -- решила так Квека.
И вот лягусь вылез держа в лапе маленькую красную баночку со звездой на крышке.
  - Баночка! У тебя много баночек там, Квакун - сказала Квека и засмеялась своей наблюдательности, - внутри неё тоже тыква?
  - У меня и правда много разных баночек, Квека, - ответил Квакун с улыбкой. - Но в этой баночке не еда. В ней лекарство, и им
мы будем тебя лечить, малютка!
  - Уууу, а мне не будет больно? - с опаской спросила сидящая на кровати лягуся и снова спрятлась за панцырем улитки.
  - Нет конечно, Квека -- это совсем не больно.
  Лягусь открыл баночку, взял немного мази и стал обрабатывать ей лапки Квеки.
  - И правда совсем не больно *квек*!
  - Вот видишь -- я ведь говорил *квак*! Кожа всех лягусь покрыта тонкой влажной пленкой. Она защищает нас от внешных опасностей.
Очень важно беречь её, лягуся. Пленка на твоих лапках стерлась, но от этой мази она быстро восстановится. Когда-то
давно ей лечили любые болелки. - Квакун закочил мазать лапки уставшей малышки. - Вот так. Только не спеши вставать. Дай лапкам
ещё немного отдохнуть.
  - Я отдохну. Спасибо, Квакун.
  - И не надо гулять одной по лесу, Квека. Я ведь просил тебя. - серьезно сказал Квакун и пристольно посмотрел на непоседу.
  - А я сегодня вовсе не одна гуляла! - ответила лягуся и насупилась, покачав на лапках улитку.
  Квакун виновато улыбнулся.
  - Да, и правда. Прости, Квека. И твоя улиточка пусть тоже не обижается.
  Устраиваясь поудобнее на кроватке, Квека заметила книгу на подушке.
  - Квакун, так у тебя тоже есть друг, с которым ты вместе спишь ночью *квек*! - радостно сказала Квека. - Вчера я спала с
улиточкой и обнимала её! Она очень мягкая. - Квека снова её обняла. - А ты спишь с книжкой?
  - Я действительно порой засыпаю вместе с книжкой. - Квакун взял книгу с подушки. - Это Кватон -- живший давным-давно мудрый
лягусъ, который учил об идеальных вещах и об их менее идеальных проявлениях. Кватон мне друг, - улыбнулся некогда ученый лягусъ, - но
не такой же друг, каким тебе приходится твоя мягкая улитка.
  Он поставил книгу на полку, вытянулся на задних лапках и взял что-то с самой крышки книжного шкафа. Маленькой Квеке с кровати
было не видно, что там наверху.
  - Вот мой мягкий дружище. Познакомься -- его зовут Динка!
  В руках у Квакуна сидела коричневая плюшевая лягуся. Но она была не простой лягусей! Её спинку украшали мягкие шипы, а ниже был
длинный хвост. Квека ещё не видела лягусь с хвостом. Хоть у Динки и было суровое лицо, а рот его был полон острых плюшевых
зубов, он всё равно показался ей славным.
  - Когда-то давно, ещё до Кватона, все лягуси так выглядили. - объяснил Квакун.
  - Привет, Динка! - поприветствовала необычную плюшевую лягусю Квека. - И улиточка тоже говорит тебя "привет"! - с этими словами
Квека повертела улитку и её глазки стали приветливо раскачиваться.
  - У улиточки тоже должно быть имя, Квека. Ты уже придумала как её зовут? Нам с Динкой это интересно *квак*. - Квакун поднес 
плюшевую протолягусю поближе к маленькой улитке и покрутил его из стороны в сторону.
  - Я ещё не придумала ей имя. Но я очень хочу, чтобы оно у неё было красивым!
  - У всех, кого мы любим, и кто нам дорог должно быть имя, малютка. Имя выделит их среди остальных, и они будут знать, что любимы,
когда мы зовем их по имени.
  - Давай вместе придумаем имя моей улиточке, Квакун! Ты мне поможешь? - Квека посмотрела на него своими большими добрыми глазами.
  - Конечно! Давай попробуем!
  Квакун задумался. Ему совсем не шли на ум никакие подходящие для такой славной малютки-улитки имена. Всем своим видом она
источала доброту и любовь. Квакун схватился за эту мысль. В его голове появилось название последней книжки о природе любви, которую
он читал.
  - Федр. - коротко сказал Квакун и приквакнул, удивленный самому себе. - Квак!
  - Федора! Какой красивое имя! Мне нравится! Я назову свою улиточку Федорой! Я очень люблю Федорочку! Спасибо тебе за такое
замечательное имя, Квакун! - Квека начала обнимать и целовать улитку-Федору и качать её на лапках из стороны в сторону.
  Квакун почесал затылок и неловко заулыбался.
  - Ты наверняка проголодалась, не так ли, малютка? - с выжидающей улыбкой спросил хозяин домика на болоте.
  - Ещё как! - с готовностью ответила непоседа. - Мы с Федорой успели нагулять аппетит пока шлепали к тебе *квек*!
  - Тогда давай покушаем!
  - Давай! А что мы будем кушать?
  - А чего бы тебе хотелось, Квека?
  - Грибочков со сметанкой!
  - Решено!
  Квакун постелил кувшинковую скатерть прямо на кровать, выложил на неё небольшую горку грибов и сметаны, а сам сел на стул 
рядом.
  - Разве можно кушать на кровати, Квакун? - остороно спросил Квека и вопрошающе посмотрела на большого лягуся, - моя мама
запрещает мне так делать *квееек*. Или это из-за того, что у меня болят лапки?
  - Именно так, квакуся. Тебе не стоит ещё какое-то время беспокоить свои лапки. А кушать на кровати очень даже можно. Да ещё и
удобно *квак*! Но тебе лучше слушать маму, Квека.
  - Я люблю маму и слушаю её - уверенно сказала малютка и кивнула головкой для большей убедительности. - А Федора и Динка -- они
тоже будут кушать вместе с нами?
  - Да! - Квакун усадил Динку на подушку, и Квека положила Федору рядом с ним. - Вот так. Пусть сидят друг рядом с другом и рядом
с нами, словно мы все за одним столом.
  - И словно кровать - это стол! - добавила Квека и засмеялась. - И пусть они не могут попробовать грибочков, но они рядом и
знают, что мы их любим, а они любят нас!
  - Именно, лягуся! И Динка, и Федора просто хотят быть с нами рядом. Это всё, что им нужно для любви. А теперь — приятного аппетита!
  - Приятного аппетита!
  Они кушали грибы, макая их в сметанку. Квека, насколько у неё получалось с набитым ртом, напевала песенки *квак-квак-квак
квак-квак-квак*. А получалось у неё очень весело. Квакун тоже хотел подквакивать, но делать такое немолодому лягусю во время еды
было не кстати и он с трудом, но сдерживался. Наевшись, певунья довольно облизнулась и стала болтать лапками. Всё таки хорошая
еда — самое лучшее лекарство для лягусь!
  После трапезы, Квека и Квакун взяли своих друзей. Федора ползала по покрывалу, поворачиваясь то одним, то другим боком, 
показывая какая красивая у неё раковина. Из-за таких виражей её глазки покачивались из стороны в сторону, словно пританцовывая. То и
дело один из них утыкался Динке в нос. Сам же, такой же немолодой как и Квакун, протолягусь переваливался с лапы на лапу и время от
времени прыгал на месте, издавая при этом еле слышный "квак". В такие моменты Федора хлопала глазками словно лапками.
  Квека засмеялась.
  - Ты такой взрослый, а играешь со мной как будто сам малютка!
  - Когда-то и я был маленьким лягушонком, Квека. Когда-то и ты вырастешь и больше не будешь малюткой-лягусей.
  - Правда, Квакун? Так и будет? - испугано спросила сидящая на кровати квакуся, подняв на него расстроенные глазки. - Я не 
хочу становиться взрослой. Мне хорошо быть такой, какая я сейчас! Если я вырасту, то мама с папой больше не будут меня любить!
 - *Квак*! Что ты такое говоришь, Квека! Ты зря боишься. Однажды ты вырастешь и обнаружишь, что мама с папой по прежнему тебя
любят! И они всегда будут. И ещё... - Квакун взял маленькую плюшевую улиточку и передал её Квеке. - тебя всегда будет любить
Федора!
  Улитка сидела на лапках грустной лягуси и смотрела прямо ей в глаза. У неё было доброе лицо и она улыбалась Квеке.
  - Она была простой игрушкой, но ты дала ей имя и сделала своим другом. За это Федора будет всегда любить тебя. И ты, пожалуйста,
даже когда станешь взрослой лягусей, не забывай про неё, обнимай и играй с ней в свободное время. Тогда Федора будет счастливой
малюткой-улиткой.
  - Я буду! - сказала Квека и сильно-сильно обняла свою улиточку. - Я буду её вот так сильно обнимать и играть с ней! Она
моя подружка! Я люблю Федорочку!
  - И мы с Динкой её тоже любим *квак*! - сказал Квакун и потряс своего старого друга и он тоже сказал своё тихое *квак*.
  - Федора говорит "спасибо" вам с Динкой, и что она тоже вас любит! - маленькая лягуся наклонила Федору и она с благодарностью
поклонилась.
  - Вот и славно! Как твои лапки, кроха? Уже не болят? - спросил лягусъ.
  - М-м-м - помотала Квека головкой, - уже не болят!
  - Тогда нам пора собираться. Твоя мама наверняка успела потерять свою любимую лягусю.
  - Да. Наверняка. - с некоторой грустью в голосе согласилась Квека.
  - Квека, спасибо тебе за то, что пришла сегодня и за то, что познакомила с Федорой. - сказал с улыбкой Квакун и погладил лягусю
по головке.
  - И тебе спасибо за то, что помог дать Федоре имя! Спасибо за "Федору"! - улыбнулась Квека в ответ.
  Квакун спрыгнул со стула.
  - Тогда мы с Динкой проводим вас до дома. - с этими словами он водрузил плюшевого шипастого лягусъя себе на голову.
  - Да! - Квека спрыгнула с кровати. - Мы с Федорой будем рады, если вы проводите нас до нашего дома! - и вслед за Квакуном она
усадила свою подружку на головку.
  Они вышли из дома и пошлепали все вместе к Озеру Лягусь.

  На этом заканчивается третья глава про Квеку малютку-лягусю.
`;
